tap "borkdude/brew"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "ack"
brew "antigen"
brew "bat"
brew "libx11"
brew "openjdk"
brew "clojure"
brew "cocoapods"
brew "lima"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "dust"
brew "fd"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go@1.21"
brew "golang-migrate"
brew "golangci-lint"
brew "gotestsum"
brew "htop"
brew "janet"
brew "jq"
brew "kafka"
brew "kind"
brew "lefthook"
brew "node"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "most"
brew "neovim"
brew "nvm"
brew "openjdk@17"
brew "perl"
brew "postgresql@14", restart_service: :changed
brew "postgresql@15"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sops"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "zookeeper"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "hashicorp/tap/vault"
cask "1password-cli"
cask "android-studio"
cask "arc"
cask "bruno"
cask "font-fira-code-nerd-font"
cask "goland"
cask "google-chrome"
cask "insomnia"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "stats"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
vscode "bruno-api-client.bruno"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "pkief.material-icon-theme"