tap "borkdude/brew"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "ack"
brew "antigen"
brew "bat"
brew "libx11"
brew "openjdk"
brew "clojure"
brew "cocoapods"
brew "lima"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "dust"
brew "fd"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "jq"
brew "lefthook"
brew "node"
brew "mongosh"
brew "most"
brew "neovim"
brew "nvm"
brew "postgresql"
brew "powerlevel10k"
brew "qemu"
brew "ripgrep"
brew "sops"
brew "telnet"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "android-studio"
cask "arc"
cask "bruno"
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "google-chrome"
cask "orbstack"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
vscode "pkief.material-icon-theme"